Repository: NataliaZhydeikina/Pizzerito
Catalog: Pizzerito/Pizzerito/Resources/SharedResource.*.resx
Languages: ru, uk

source: smallpizza
ru: маленькая пицца
uk: маленька піца

source: thick crust
ru: толстая корка
uk: товста шкірка

source: thin crusts
ru: тонкие корочки
uk: тонкі кірочки

source: veganpizza
ru: веганская пицца
uk: веганські піца

source: vegetables
ru: овощи
uk: овочі

source: xlarge
ru: очень большая
uk: дуже велика
