Repository: NataliaZhydeikina/Pizzerito
Catalog: Pizzerito/Pizzerito/Resources/SharedResource.*.resx
Languages: ru, uk

source: alfredo sauce
ru: соус альфредо
uk: соус Альфредо

source: barbecue
ru: барбекю
uk: барбекю

source: barbecue sauce
ru: соус барбекю
uk: соус барбекю

source: Bavarian sausages
ru: Баварские колбаски
uk: баварські ковбаски

source: blue cheese
ru: голубой сыр
uk: блакитний сир

source: bulgarian pepper
ru: перец болгарский
uk: перець болгарський

source: burger sauce
ru: соус для бургеров
uk: соус для бургерів

source: cherry tomato
ru: помидоры черри
uk: помідори чері

source: chicken
ru: курица
uk: курка

source: corn
ru: кукуруза
uk: кукурудза

source: cucumbers
ru: огурцы
uk: огірки

source: feta cheese
ru: сыр фета
uk: сир фета

source: garlic sauce
ru: чесночный соус
uk: часниковий соус

source: ham
ru: ветчина
uk: шинка

source: meatballs
ru: фрикадельки
uk: фрикадельки

source: mozzarella
ru: моцарелла
uk: моцарелла

source: mushrooms
ru: грибы
uk: гриби

source: olives
ru: оливки
uk: оливки

source: onion
ru: лук
uk: цибуля

source: parmesan
ru: пармезан
uk: пармезан

source: pepperoni
ru: пепперони
uk: пепероні

source: pineapple
ru: ананас
uk: ананас

source: spinach
ru: шпинат
uk: шпинат

source: tomatoes
ru: помидоры
uk: помідори

source: tuna
ru: тунец
uk: тунець

source: tuscan pizza
ru: тосканская пицца
uk: тосканская піца

source: barbecue pizza
ru: пицца барбекю
uk: піца барбекю

source: pizza carbonara
ru: пицца карбонара
uk: піца карбонара

source: pizza five cheeses
ru: пицца пять сыров
uk: піца п'ять сирів

source: pizza with tomatoes
ru: пицца с помидорами
uk: піца з помідорами

source: boston pizza
ru: бостонская пицца
uk: бостонская піца

source: texas pizza
ru: техасская пицца
uk: техаська піца

source: pizza vegetable extravaganza
ru: пицца овощная феерия
uk: піца овочева феєрія

source: tuna pizza
ru: пицца с тунцом
uk: піца з тунцем

source: pizza spinach and feta
ru: пицца со шпинатом и фета
uk: піца зі шпинатом і фета

source: s
ru: м
uk: м

source: . a double dough crust is somewhat self-explanatory – it’s two layers of dough nestled on top of each other. the effect is a thicker crust that is not as dense as it would be if it were formed from one ball of dough. there are multiple variations of this as well, most notably the stuffed crust style. this can be reflected through sandwiching topping between two layers of dough and then topping with cheese, however it is much more famously reflected through stuffing cheese into the outer edge of the crust and creating a top layer of dough to rest just on top of it. this is type of piece that’s actually best enjoyed crust side first!
ru: Двойная корка теста не требует пояснений - это два слоя теста, уложенные друг на друга. В результате получается более толстая корочка, которая не такая плотная, как если бы она была образована из одного шарика теста. есть несколько вариантов этого, в первую очередь стиль фаршированной корочки. это может быть отражено в прослоении между двумя слоями теста, а затем в посыпке сыром, однако это гораздо лучше отражается в начинке сыра по внешнему краю корочки и создании верхнего слоя теста, лежащего прямо поверх него. это тот тип куска, который лучше всего нравится в первую очередь корочкой!
uk: Подвійна кірка тіста не вимагає пояснень - це два шари тесту, укладені один на одного. В результаті виходить більш товста скоринка, яка не така щільна, як якщо б вона була утворена з однієї кульки тесту. є кілька варіантів цього, в першу чергу стиль фаршированої скоринки. це може бути відображено в прослоенних між двома шарами тіста, а потім в посипання сиром, проте це набагато краще відбивається в начинці сиру по зовнішньому краю скоринки і створенні верхнього шару тесту, що лежить прямо поверх нього. це той тип шматка, який найкраще подобається в першу чергу скоринкою!

source: &lt;p&gt;Barbecue Pizza&lt;/p&gt;&#xD;&#xA;&lt;p&gt;Bacon, Chicken, Mushrooms, Onions, Mozzarella, Barbecue Sauce&lt;/p&gt;
ru: <p> Пицца барбекю </p> <p> Бекон, курица, грибы, лук, моцарелла, соус барбекю </p>
uk: <p> Піца барбекю </p> <p> Бекон, курка, гриби, цибуля, моцарелла, соус барбекю </p>

source: &lt;p&gt;Boston Pizza&lt;/p&gt;&#xD;&#xA;&lt;p&gt;Bavarian sausages, Mushrooms, Mozzarella, Alfredo Sauce&lt;/p&gt;&#xD;&#xA;&lt;div id=&quot;gtx-trans&quot; style=&quot;position: absolute; left: -55px; top: -13.3333px;&quot;&gt;&#xD;&#xA;&lt;div class=&quot;gtx-trans-icon&quot;&gt;&amp;nbsp;&lt;/div&gt;&#xD;&#xA;&lt;/div&gt;
ru: <p> Бостонская пицца </p> <p> Баварские колбаски, Грибы, Моцарелла, Соус Альфредо </p> <div id="gtx-trans" style="position: absolute; left: -55px; top: -13.3333px;"> <div class="gtx-trans-icon"> &nbsp; </div> </div>
uk: <p>Бостонська піца</p> <p>Баварські ковбаски, Гриби, Моцарелла, Соус Альфредо</p> <div id="gtx-trans" style="position: absolute; left: -55px; top: -13.3333px;"> <div class="gtx-trans-icon"> &nbsp; </div> </div>

source: &lt;p&gt;Pizza Carbonara&lt;/p&gt;&#xD;&#xA;&lt;p&gt;Bacon, Ham, Mushrooms, Onions, Mozzarella, Alfredo Sauce&lt;/p&gt;
ru: <p> Пицца Карбонара </p> <p> Бекон, ветчина, грибы, лук, моцарелла, соус Альфредо </p>
uk: <p> Піца Карбонара </p> <p> Бекон, шинка, гриби, цибуля, моцарелла, соус Альфредо</p>

source: &lt;p&gt;Pizza Five Cheeses&lt;/p&gt;&#xD;&#xA;&lt;p&gt;Parmesan, Bergader Blue, Mozzarella, Alfredo Sauce, Feta, Cheddar&lt;/p&gt;
ru: <p> Пицца Пять сыров </p> <p> Пармезан, Бергадер Блю, Моцарелла, Соус Альфредо, Фета, Чеддер </p>
uk: <p>Піца П'ять сирів</p> <p>Пармезан, Бергадер Блю, моцарелла, Соус Альфредо, Фета, Чеддер </p>

source: &lt;p&gt;Pizza Spinach and Feta&lt;/p&gt;&#xD;&#xA;&lt;p&gt;Mushrooms, Olives, Spinach, Tomatoes, Bell peppers, Mozzarella, Alfredo sauce, Feta&lt;/p&gt;&#xD;&#xA;&lt;div id=&quot;gtx-trans&quot; style=&quot;position: absolute; left: -23px; top: -13.3333px;&quot;&gt;&#xD;&#xA;&lt;div class=&quot;gtx-trans-icon&quot;&gt;&amp;nbsp;&lt;/div&gt;&#xD;&#xA;&lt;/div&gt;
ru: <p> Пицца со шпинатом и фета </p> <p> Грибы, оливки, шпинат, помидоры, сладкий перец, моцарелла, соус Альфредо, фета </p> <div id="gtx-trans" style="position: absolute; left: -23px; top: -13.3333px;"> <div class="gtx-trans-icon"> &nbsp; </div> </div>
uk: <p>Піца зі шпинатом і фета</p> <p>Гриби, оливки, шпинат, помідори, солодкий перець, моцарелла, соус Альфредо, фета </p> <div id="gtx-trans" style="position: absolute; left: -23px; top: -13.3333px;"> <div class="gtx-trans-icon"> &nbsp; </div> </div>

source: &lt;p&gt;Pizza Vegetable Extravaganza&lt;/p&gt;&#xD;&#xA;&lt;p&gt;Mushrooms, Olives, Onions, Tomatoes, Bell Pepper, Mozzarella, Sauce&lt;/p&gt;&#xD;&#xA;&lt;div id=&quot;gtx-trans&quot; style=&quot;position: absolute; left: 12px; top: 82.3333px;&quot;&gt;&#xD;&#xA;&lt;div class=&quot;gtx-trans-icon&quot;&gt;&amp;nbsp;&lt;/div&gt;&#xD;&#xA;&lt;/div&gt;
ru: <p> Пицца овощная феерия </p> <p> Грибы, оливки, лук, помидоры, сладкий перец, моцарелла, соус </p> <div id = "gtx-trans" style = "position: absolute; left: 12px; top: 82.3333px;"> <div class = "gtx-trans-icon"> & nbsp; </div> </div>
uk: <p>Піца овочева феєрія</p> <p>Гриби, оливки, цибуля, помідори, солодкий перець, моцарелла, соус</p> <div id = "gtx-trans" style = "position: absolute; left: 12px; top: 82.3333px;"> <div class = "gtx-trans-icon"> & nbsp; </div> </div>

source: &lt;p&gt;pizza with tomatoes&lt;/p&gt;&#xD;&#xA;&lt;p&gt;&amp;nbsp;Tomatoes, Mozzarella, Barbecue Sauce&lt;/p&gt;&#xD;&#xA;&lt;div id=&quot;gtx-trans&quot; style=&quot;position: absolute; left: 37px; top: 32.3333px;&quot;&gt;&#xD;&#xA;&lt;div class=&quot;gtx-trans-icon&quot;&gt;&amp;nbsp;&lt;/div&gt;&#xD;&#xA;&lt;/div&gt;
ru: <p> пицца с помидорами </p> <p>Помидоры, Моцарелла, Соус барбекю </p> <div id="gtx-trans" style="position: absolute; left: 37px; top: 32.3333px;"> <div class="gtx-trans-icon"> &nbsp; </div> </div>
uk: <p>піца з помідорами</p> <p>Помідори, Моцарелла, Соус барбекю</p> <div id="gtx-trans" style="position: absolute; left: 37px; top: 32.3333px;"> <div class="gtx-trans-icon"> &nbsp; </div> </div>

source: &lt;p&gt;Texas Pizza&lt;/p&gt;&#xD;&#xA;&lt;p&gt;Bavarian sausages, Corn, Mushrooms, Onions, Mozzarella, Barbecue sauce&lt;/p&gt;&#xD;&#xA;&lt;div id=&quot;gtx-trans&quot; style=&quot;position: absolute; left: -51px; top: -13.3333px;&quot;&gt;&#xD;&#xA;&lt;div class=&quot;gtx-trans-icon&quot;&gt;&amp;nbsp;&lt;/div&gt;&#xD;&#xA;&lt;/div&gt;
ru: <p> Техасская пицца </p> <p> Баварские колбаски, Кукуруза, Грибы, Лук, Моцарелла, Соус Барбекю </p> <div id="gtx-trans" style="position: absolute; left: -51px; top: -13.3333px;"> <div class="gtx-trans-icon"> &nbsp; </div> </div>
uk: <p>Техаська піца</p> <p>Баварські ковбаски, Кукурудза, Гриби, Лук, Моцарелла, Соус Барбекю</p> <div id="gtx-trans" style="position: absolute; left: -51px; top: -13.3333px;"> <div class="gtx-trans-icon"> &nbsp; </div> </div>

source: &lt;p&gt;Tuna Pizza&lt;/p&gt;&#xD;&#xA;&lt;p&gt;Mozzarella, Sauce, Tuna&lt;/p&gt;&#xD;&#xA;&lt;div id=&quot;gtx-trans&quot; style=&quot;position: absolute; left: -40px; top: -13.3333px;&quot;&gt;&#xD;&#xA;&lt;div class=&quot;gtx-trans-icon&quot;&gt;&amp;nbsp;&lt;/div&gt;&#xD;&#xA;&lt;/div&gt;
ru: <p> Пицца с тунцом </p> <p> Моцарелла, Соус, Тунец </p> <div id="gtx-trans" style="position: absolute; left: -40px; top: -13.3333px;"> <div class="gtx-trans-icon"> &nbsp; </div> </div>
uk: <p>Піца з тунцем</p> <p>Моцарелла, Соус, Тунець</p> <div id="gtx-trans" style="position: absolute; left: -40px; top: -13.3333px;"> <div class="gtx-trans-icon"> &nbsp; </div> </div>

source: &lt;p&gt;tuscan pizza&lt;/p&gt;
ru: <p> тосканская пицца </p>
uk: <p>тосканская піца</p>

source: &lt;strong&gt;The Development environment shouldn't be enabled for deployed applications.&lt;/strong&gt; It can result in displaying sensitive information from exceptions to end users. For local debugging, enable the &lt;strong&gt;Development&lt;/strong&gt; environment by setting the &lt;strong&gt;ASPNETCORE_ENVIRONMENT&lt;/strong&gt; environment variable to &lt;strong&gt;Development&lt;/strong&gt; and restarting the app.
ru: <strong> Среду разработки не следует включать для развернутых приложений. </strong> Это может привести к отображению конфиденциальной информации от исключений для конечных пользователей. Для локальной отладки включите среду <strong> Разработка </strong>, установив для переменной среды <strong> ASPNETCORE_ENVIRONMENT </strong> значение <strong> Разработка </strong> и перезапустив приложение.
uk: <strong>Середу розробки не слід включати для розгорнутих додатків.</strong>Це може привести до відображення конфіденційної інформації від винятків для кінцевих користувачів. Для локальної налагодження включите середу <strong> Розробка</strong>, встановивши для змінної середовища <strong> ASPNETCORE_ENVIRONMENT </strong> значення <strong> Розробка</strong> і перезапустивши додаток.

source: a thick crust is typically rectangular (though not always), and it is characterized by being the style of crust most capable of allowing for massive amounts of delicious ingredients to rest on top of it. and while each of the crusts listed below would score an “a+” when assessed on the merits of their pizza integrity, their incredible flavors and textures should not be ignored. from the buttery crust of the chicago deep-dish pizza to the crispy-on-the-outside, fluffy-on-the-inside crust found in detroit and sicilian styles, there are many compelling reasons for thick crust’s rising popularity throughout the u.s.
ru: Толстая корочка обычно имеет прямоугольную форму (хотя и не всегда), и она характеризуется тем, что это корочка, наиболее подходящая для того, чтобы на нее можно было положить огромное количество вкусных ингредиентов. И хотя каждая из перечисленных ниже корочок получит оценку «+» при оценке качества их пиццы, их невероятный вкус и текстуру нельзя игнорировать. От маслянистой корочки пиццы для глубокого блюда из чикаго до хрустящей снаружи и пушистой внутри корочки, характерной для детройтского и сицилийского стилей, есть много веских причин для растущей популярности толстой корочки в США.
uk: Товста скоринка зазвичай має прямокутну форму (хоча і не завжди), і вона характеризується тим, що це корочка, найбільш підходяща для того, щоб на неї можна було покласти дуже багато смачних інгредієнтів. І хоча кожна з перерахованих нижче корочок отримає оцінку «+» при оцінці якості їх піци, їх неймовірний смак і текстуру можна ігнорувати. Від маслянистої скоринки піци для глибокого страви з чикаго до хрусткої зовні і пухнастою всередині скоринки, характерною для детройтського і сицилійського стилів, є багато вагомих причин для зростаючої популярності товстої скоринки в США.

source: add an extra toasty layer to your pizza with sesame seeds – this flavored crust® is for the adventurous ones.
ru: Добавьте к пицце дополнительный тост с семенами кунжута - эта ароматная корочка® для тех, кто любит приключения.
uk: Додайте до піци додатковий тост з насінням кунжуту - ця ароматна корочка® для тих, хто любить пригоди.

source: Add Categories
ru: Добавить категории
uk: Додати категорії

source: Add Crust Flavors
ru: Добавить тип корочки
uk: Додати тип скоринки

source: Add Crust Types
ru: Добавить вкус корочки
uk: Додати смак скоринки

source: Add New Menu Item
ru: Добавить новый пункт меню
uk: Додати новий пункт меню

source: Add New User
ru: Добавить нового пользователя
uk: Додати нового користувача

source: Add Pizza Sizes
ru: Добавить размер пиццы
uk: Додати розмір піци

source: Add Topping Types
ru: Добавить типы топпинга
uk: Додати типи начинки

source: Add Toppings
ru: Добавить топпинг
uk: Додати топпінг

source: An error occurred while processing your request
ru: Произошла ошибка при обработке вашего запроса
uk: Сталася помилка при обробці вашого запиту

source: as people are becoming more aware gluten insensitivity and celiac disease, so to is the food industry. gluten-free pizza doughs are comprised of standard ingredients like water and yeast, but are bound with gluten-free flour. a flour is considered gluten-free if it is not the byproduct of wheat or barley, which as it turns out describes a ton of different ingredients! flours for gluten-free pizza dough can be made typically from soy, rice, garbanzo beans, tapioca, and multiple combinations between them. compared to crusts made with wheat flour, a gluten-free crust is likely to be considerably denser and less pliable, meaning for practical reasons that they are designed almost exclusively for thin crust pizzas
ru: По мере того как люди становятся все более осведомленными о нечувствительности к глютену и глютеновой болезни, растет и пищевая промышленность. Тесто для пиццы без глютена состоит из стандартных ингредиентов, таких как вода и дрожжи, но связано с мукой без глютена. мука считается безглютеновой, если она не является побочным продуктом пшеницы или ячменя, которые, как оказалось, содержат массу различных ингредиентов! мука для безглютенового теста для пиццы может быть приготовлена, как правило, из сои, риса, бобов гарбанзо, тапиоки и множества их комбинаций. по сравнению с корками, сделанными из пшеничной муки, корочка без глютена, вероятно, будет значительно более плотной и менее податливой, что означает, что по практическим соображениям они предназначены почти исключительно для пиццы на тонком тесте.
uk: У міру того як люди стають все більш обізнаними про нечутливості до глютену і глютеновой хвороби, зростає і харчова промисловість. Тісто для піци без глютену складається зі стандартних інгредієнтів, таких як вода і дріжджі, але пов'язано з борошном без глютену. борошно вважається безглютенової, якщо вона не є побічним продуктом пшениці або ячменю, які, як виявилося, містять масу різних інгредієнтів! борошно для безглютенового тесту для піци може бути приготовлена, як правило, з сої, рису, бобів гарбанзо, тапиоки і безлічі їх комбінацій. в порівнянні з корками, зробленими з пшеничного борошна, скоринка без глютену, ймовірно, буде значно більш щільною і менш податливою, що означає, що з практичної точки зору вони призначені майже виключно для піци на тонкому тесті.

source: asiago cheese
ru: сыр азиаго
uk: сир Асіаго

source: butter
ru: масло
uk: масло

source: butter cheese
ru: сливочный сыр
uk: вершковий сир

source: cajun
ru: каджун
uk: каджун

source: Customer User
ru: Пользователь
uk: Користувач

source: Development Mode
ru: Режим разработки
uk: режим розробки

source: Error
ru: Ошибка
uk: Помилка

source: Following are the Admin User Account that exists by default
ru: Ниже приведены учетные записи, которые существуют по умолчанию.
uk: Нижче наведені облікові записи, які існують за умовчанням.

source: Front Desk User
ru: Администратор
uk: Адміністратор

source: GitHub Repo Here
ru: GitHub репозиторий
uk: GitHub репозиторій

source: give your pizza a kick with our spicy cajun blend. pizza will never be the same.
ru: Сделайте свою пиццу идеальной с нашей пряной смесью каджунов. Пицца никогда не будет прежней.
uk: Зробіть свою піцу ідеальною з нашої пряною сумішшю каджун. Піца ніколи не буде колишньою.

source: Hello
ru: Привет
uk: Привіт

source: Home
ru: Главная
uk: Головна

source: If any Manager account locks any other user using Content Management portal, they will be able to lock them for only 2 min and system will unlock them after 2min.
ru: Если какая-либо учетная запись менеджера блокирует любого другого пользователя, использующего портал управления контентом, етот пользователь будет заблокирован только на 2 минуты, и система разблокирует его через 2 минуты.
uk: Якщо будь-яка обліковий запис менеджера блокує будь-якого іншого користувача, що використовує портал управління контентом, цей користувач буде заблокований на 2 хвилини, і система розблокує його через 2 хвилини.

source: Login
ru: Войти
uk: Увійти

source: Logout
ru: Выйти
uk: вийти

source: Manager Order
ru: Изменить заказ
uk: змінити замовлення

source: Manager User
ru: Менеджер
uk: Менеджер

source: Order History
ru: История заказов
uk: Історія замовлень

source: Order Pickup
ru: Вывоз заказов
uk: вивіз замовлень

source: our butter flavored crust® is golden, crispy &amp; provides the perfect base for any pizza combination.
ru: Корка со вкусом масла имеет золотистую хрустящую структуру и является идеальной основой для любой комбинации пиццы.
uk: Кірка зі смаком масла має золотисту хрустку структуру і є ідеальною основою для будь-якої комбінації піци.

source: Pizza Maker
ru: Пиццайоло
uk: піццайоло

source: Pizzerito Demo Ordering System
ru: Demo системы заказов Pizzerito
uk: Demo системи замовлень Pizzerito

source: Pizzerito Ordering System - Demo
ru: Система заказов Pizzerito - Demo
uk: Система замовлень Pizzerito - Demo

source: Privacy
ru: Конфиденциальность
uk: Конфіденційність

source: Register
ru: Зарегистроваться
uk: зареєструватися

source: sesame
ru: кунжут
uk: кунжут

source: Swapping to the &lt;strong&gt;Development&lt;/strong&gt; environment displays detailed information about the error that occurred.
ru: При переходе в среду <strong> Разработка </strong> отображается подробная информация о возникшей ошибке.
uk: При переході в середу <strong> Розробка </strong> відображається детальна інформація про виниклу помилку.

source: these are the crusts of the more avant garde variety. these doughs are typically flourless and/or yeast-less and can be made up of anything from just cheese, certain starchier or fiber-heavy veggies, and various other gluten-free and vegan-friendly ingredients. for those suffering from gluten insensitivity or allergies, as well as those living the vegan lifestyle, these are going to be the crusts you want to seek out when those pizza cravings grab hold.
ru: Это корочки более авангардного сорта. это тесто, как правило, не содержит муки и / или дрожжей и может состоять из чего угодно, от просто сыра, некоторых овощей с высоким содержанием крахмала или клетчатки и различных других безглютеновых и подходящих для веганов ингредиентов. для тех, кто страдает нечувствительностью к глютену или аллергией, а также для тех, кто ведет веганский образ жизни, это будут корочки, которые вы захотите найти, когда тяга к пицце схватит.
uk: Це скоринки більш авангардного сорти. це тісто, як правило, не містить борошна і/або дріжджів і може складатися з чого завгодно, від просто сиру, деяких овочів з високим вмістом крохмалю або клітковини і різних інших безглютенових і відповідних для веганів інгредієнтів. для тих, хто страждає нечутливістю до глютену або алергією, а також для тих, хто веде веганські спосіб життя, це будуть скоринки, які ви захочете знайти, коли тяга до піци схопить.

source: thin crust is commonly thought of as the first type of crust to popular pizza on the global stage, and it is the de-facto pizza standard. thin crust includes a plethora of different textures and flavor profiles, so there is a little something for everyone to enjoy.
ru: Тонкое тесто обычно считается первым типом теста для популярной пиццы на мировой арене, и это де-факто стандарт пиццы. Тонкое тесто включает в себя множество различных текстур и вкусовых профилей, так что каждый найдет что-нибудь для себя.
uk: Тонке тісто зазвичай вважається першим типом тесту для популярної піци на світовій арені, і це де-факто стандарт піци. Тонке тісто включає в себе безліч різних текстур і смакових профілів, так що кожен знайде щось для себе.

source: this golden buttered and parmesan encrusted flavored crust® gives your pizza a cheesy explosion of flavor.
ru: Эта ароматная корка с золотистым маслом и пармезаном придает вашей пицце взрывной сырный вкус.
uk: Ця ароматна кірка з золотистим маслом і пармезаном надає вашій піці вибуховий сирний смак.

source: top our fresh pizza dough with authentic italian asiago cheese on the edge for a sharp taste.
ru: Чтобы получить острый вкус, добавьте в свежее тесто для пиццы настоящий итальянский сыр азиаго.
uk: Щоб отримати гострий смак, додайте в свіже тісто для піци справжній італійський сир Асіаго.

source: Website Overview:
ru: Обзор веб-сайта:
uk: Огляд веб-сайту:

source: You can create new accounts as you wish! If you prefer to create any accounts please login using the Admin/ Manager User and navigate to Users inside Content Management.
ru: Вы можете создавать новые учетные записи по своему желанию! Если вы предпочитаете создавать какие-либо учетные записи, войдите в систему с помощью учетной записи Менеджера/Администратора и перейдите в раздел «Пользователи» в разделе «Управление контентом».
uk: Ви можете створювати нові облікові записи за своїм бажанням! Якщо ви віддаєте перевагу створювати будь-які облікові записи, увійдіть в систему за допомогою облікового запису Менеджера/Адміністратора і перейдіть в розділ «Користувачі» в розділі «Управління контентом».

source: Admin
ru: Админ
uk: Адмін

source: Language
ru: Язык
uk: Мова

source: Back to List
ru: Назад
uk: Назад

source: Being Prepared
ru: Готов к выдаче
uk: Готовий до видачі

source: Cancelled
ru: Отменен
uk: скасовано

source: Completed
ru: Завершен
uk: завершено

source: Create
ru: Создать
uk: створити

source: Create New
ru: Создать
uk: створити

source: Submitted
ru: В работе
uk: В роботі

source: Update
ru: Обновить
uk: оновити

source: bigpizza
ru: большая пицца
uk: велика піца

source: custom crusts
ru: особенная корочка
uk: особлива скоринка

source: DeliverDriver
ru: Курьер
uk: Кур'єр

source: double-dough/stuffed-crust style
ru: двойное/фаршированное тесто
uk: подвійне/фаршироване тісто

source: extra
ru: экстра большая пицца
uk: екстра велика піца

source: fish
ru: рыба
uk: риба

source: FrontDesk
ru: Пользователь
uk: Користувач

source: gluten-free
ru: без глютена
uk: без глютену

source: justpizza
ru: просто пицца
uk: просто піца

source: large
ru: большая
uk: більше

source: Manager
ru: Менеджер
uk: Менеджер

source: meat
ru: мясо
uk: м'ясо

source: medium
ru: средняя
uk: середня

source: others
ru: другое
uk: інше

source: PizzaMaker
ru: Пиццайоло
uk: піццайоло

source: small
ru: маленькая
uk: маленька
