Repository: NataliaZhydeikina/Pizzerito
Catalog: Pizzerito/Pizzerito/Resources/Areas/Identity/Pages/Account/TermsOfService.*.resx
Languages: ru, uk

source: Affirmer disclaims responsibility for clearing rights of other persons that may apply to the Work or any use thereof, including without limitation any person's Copyright and Related Rights in the Work. Further, Affirmer disclaims responsibility for obtaining any necessary consents, permissions or other rights required for any use of the Work.
ru: Affirmer снимает с себя ответственность за освобождение от прав других лиц, которые могут применяться к Работе или любому ее использованию, включая, помимо прочего, Авторское право и смежные права любого лица на Работу. Кроме того, Affirmer не несет ответственности за получение любых необходимых согласий, разрешений или других прав, необходимых для любого использования Работы.
uk: Affirmer знімає з себе відповідальність за звільнення від прав інших осіб, які можуть застосовуватися до Роботі або будь-якого її використання, включаючи, крім іншого, Авторське право і суміжні права будь-якої особи на Роботу. Крім того, Affirmer не несе відповідальності за отримання будь-яких необхідних погоджень, дозволів або інших прав, необхідних для будь-якого використання Роботи.

source: Affirmer offers the Work as-is and makes no representations or warranties of any kind concerning the Work, express, implied, statutory or otherwise, including without limitation warranties of title, merchantability, fitness for a particular purpose, non infringement, or the absence of latent or other defects, accuracy, or the present or absence of errors, whether or not discoverable, all to the greatest extent permissible under applicable law.
ru: Affirmer предлагает Работу как есть и не делает никаких заявлений или гарантий в отношении Работы, явных, подразумеваемых, установленных законом или иных, включая, помимо прочего, гарантии правового титула, товарной пригодности, пригодности для конкретной цели, ненарушения прав или отсутствия скрытые или другие дефекты, точность, наличие или отсутствие ошибок, независимо от того, обнаруживаются они или нет, - все это в максимальной степени, допустимой в соответствии с действующим законодательством.
uk: Affirmer пропонує роботу як є і не робить ніяких заяв або гарантій щодо Роботи, явних, маються на увазі, встановлених законом чи інших, включаючи, крім іншого, гарантії правового титулу, товарної придатності, придатності для конкретної мети, непорушення прав або відсутності приховані або інші дефекти , точність, наявність або відсутність помилок, незалежно від того, виявляються вони чи ні, - все це в максимальному ступені, допустимої згідно з чинним законодавством.

source: Affirmer understands and acknowledges that Creative Commons is not a party to this document and has no duty or obligation with respect to this CC0 or use of the Work.
ru: Владелец понимает и признает, что Creative Commons не является стороной этого документа и не имеет никаких обязательств или обязательств в отношении этого CC0 или использования Работы.
uk: Власник розуміє і визнає, що Creative Commons не є стороною цього документа і не має ніяких зобов'язань або зобов'язань щодо цього CC0 або використання Роботи.

source: Applicable Law
ru: Закон
uk: Закон

source: Back to Registration
ru: Назад к регистрации
uk: Назад до реєстрації

source: Certain owners wish to permanently relinquish those rights to a Work for the purpose of contributing to a commons of creative, cultural and scientific works(\&quot;Commons\&quot;) that the public can reliably and without fear of later claims of infringement build upon, modify, incorporate in other works, reuse and redistribute as freely as possible in any form whatsoever and for any purposes, including without limitation commercial purposes. These owners may contribute to the Commons to promote the ideal of a free culture and the further production of creative, cultural and scientific works, or to gain reputation or greater distribution for their Work in part through the use and efforts of others.
ru: Некоторые владельцы желают навсегда отказаться от этих прав на Произведение с целью внесения вклада в общественное достояние творческих, культурных и научных работ (\ "Общинное пространство \"), которое общественность может надежно и не опасаясь последующих претензий о нарушении, основывать, изменять , включать в другие работы, повторно использовать и распространять настолько свободно, насколько это возможно, в любой форме и для любых целей, включая, помимо прочего, коммерческие цели. Эти владельцы могут вносить вклад в Общество для продвижения идеала свободной культуры и дальнейшего производства творческих, культурных и научных работ, или для получения репутации или более широкого распространения своей Работы частично за счет использования и усилий других.
uk: Деякі власники бажають назавжди відмовитися від цих прав на Твір з метою внесення вкладу в суспільне надбання творчих, культурних та наукових робіт (\"Общинна простір\"), яке громадськість може надійно і не побоюючись подальших претензій про порушення, засновувати, змінювати, включати в інші роботи, повторно використовувати і поширювати настільки вільно, наскільки це можливо, в будь-якій формі і будь-якою метою, включаючи, крім іншого, комерційні цілі. Ці власники можуть робити внесок в Суспільство для просування ідеалу вільної культури і подальшого виробництва творчих, культурних та наукових робіт, або для отримання репутації або більш широкого поширення своєї Роботи частково за рахунок використання і зусиль інших.

source: Conditions of Use
ru: Условия использования
uk: Умови використання

source: Copyright and Related Rights. A Work made available under CC0 may be protected by copyright and related or neighboring rights(\&quot;Copyright and Related Rights\&quot;). Copyright and Related Rights include, but are not limited to, the following:
ru: Авторское право и смежные права. Работа, доступная в соответствии с CC0, может быть защищена авторским правом и смежными или смежными правами (\ "Авторское право и смежные права \"). Авторское право и смежные права включают, помимо прочего, следующее:
uk: Авторське право і суміжні права. Робота, доступна відповідно до CC0, може бути захищена авторським правом і суміжними або суміжними правами (\"Авторське право і суміжні права \"). Авторське право і суміжні права включають, крім іншого, наступне:

source: CREATIVE COMMONS CORPORATION IS NOT A LAW FIRM AND DOES NOT PROVIDE LEGAL SERVICES.DISTRIBUTION OF THIS DOCUMENT DOES NOT CREATE AN ATTORNEY - CLIENT RELATIONSHIP.CREATIVE COMMONS PROVIDES THIS INFORMATION ON AN \&quot;AS-IS\&quot; BASIS. CREATIVE COMMONS MAKES NO WARRANTIES REGARDING THE USE OF THIS DOCUMENT OR THE INFORMATION OR WORKS PROVIDED HEREUNDER, AND DISCLAIMS LIABILITY FOR DAMAGES RESULTING FROM THE USE OF THIS DOCUMENT OR THE INFORMATION OR WORKS PROVIDED HEREUNDER.
ru: CREATIVE COMMONS CORPORATION НЕ ЯВЛЯЕТСЯ ЮРИДИЧЕСКОЙ ФИРМОЙ И НЕ ПРЕДОСТАВЛЯЕТ ЮРИДИЧЕСКИЕ УСЛУГИ. РАСПРОСТРАНЕНИЕ ДАННОГО ДОКУМЕНТА НЕ СОЗДАЕТ АДВОКАТ - ОТНОШЕНИЯ С КЛИЕНТАМИ.CREATIVE COMMONS ПРЕДОСТАВЛЯЕТ ДАННУЮ ИНФОРМАЦИЮ НА ОСНОВЕ «КАК ЕСТЬ». CREATIVE COMMONS НЕ ДАЕТ НИКАКИХ ГАРАНТИЙ ОТНОСИТЕЛЬНО ИСПОЛЬЗОВАНИЯ ДАННОГО ДОКУМЕНТА ИЛИ ИНФОРМАЦИИ ИЛИ РАБОТ, ПРЕДОСТАВЛЕННЫХ ЗДЕСЬ, И ОТКАЗЫВАЕТСЯ ОТ ОТВЕТСТВЕННОСТИ ЗА УБЫТКИ, ПРИЧИНЕННЫЕ В РЕЗУЛЬТАТЕ ИСПОЛЬЗОВАНИЯ ДАННОГО ДОКУМЕНТА ИЛИ ПРЕДОСТАВЛЕННОЙ ИНФОРМАЦИИ ИЛИ РАБОТ.
uk: CREATIVE COMMONS CORPORATION НЕ Є ЮРИДИЧНОЇ ФИРМОЙ І НЕ НАДАЄ ЮРИДИЧНІ ПОСЛУГИ. ПОШИРЕННЯ ЦЬОГО ДОКУМЕНТА НЕ СТВОРЮЄ АДВОКАТ - ВІДНОСИНИ З КЛІЕНТАМІ.CREATIVE COMMONS НАДАЄ ЦЮ ІНФОРМАЦІЮ НА ОСНОВІ «ЯК Є». CREATIVE COMMONS НЕ ГАРАНТУЄ ВИКОРИСТАННЯ ЦЬОГО ДОКУМЕНТА ЧИ ІНФОРМАЦІЇ АБО РОБІТ, НАДАНИХ ТУТ, І ВІДМОВЛЯЄТЬСЯ ВІД ВІДПОВІДАЛЬНОСТІ ЗА ЗБИТКИ, СПРИЧИНЕНІ В РЕЗУЛЬТАТІ ВИКОРИСТАННЯ ЦЬОГО ДОКУМЕНТА ЧИ НАДАНИМ ІНФОРМАЦІЇ АБО РОБІТ.

source: database rights (such as those arising under Directive 96/9/EC of the European Parliament and of the Council of 11 March 1996 on the legal protection of databases, and under any national implementation thereof, including any amended or successor version of such directive); and
ru: права на базы данных (например, возникающие в соответствии с Директивой 96/9 / EC Европейского парламента и Совета от 11 марта 1996 г. о правовой защите баз данных, а также в соответствии с их национальным исполнением, включая любую измененную или последующую версию такой директивы) ; а также
uk: права на бази даних (наприклад, що виникають відповідно до Директиви 96/9 / EC Європейського парламенту і Ради від 11 березня 1996 про правовий захист баз даних, а також відповідно до їхнього національного виконанням, включаючи будь-яку змінену або подальшу версію такої директиви ); а також

source: For these and/or other purposes and motivations, and without any expectation of additional consideration or compensation, the person associating CC0 with a Work(the \&quot;Affirmer\&quot;), to the extent that he or she is an owner of Copyright and Related Rights in the Work, voluntarily elects to apply CC0 to the Work and publicly distribute the Work under its terms, with knowledge of his or her Copyright and Related Rights in the Work and the meaning and intended legal effect of CC0 on those rights.
ru: Для этих и / или других целей и мотивов и без каких-либо ожиданий дополнительного вознаграждения или компенсации лицо, связывающее CC0 с Работой («Подтверждающий»), в той степени, в которой он или она является владельцем Авторских прав и связанных с ними Права на Произведение, добровольно решает применить CC0 к Работе и публично распространять Работу в соответствии с его условиями, зная свои Авторские и смежные права на Произведение, а также значение и предполагаемые юридические последствия CC0 для этих прав.
uk: Для цих та / або інших цілей і мотивів і без будь-яких очікувань додаткової винагороди або компенсації особа, що зв'язує CC0 з Роботою («Підтверджує»), в тій мірі, в якій він або вона є власником авторських прав і пов'язаних з ними Права на твір, добровільно вирішує застосувати CC0 до Роботі і публічно поширювати Роботу в відповідно до його умов, знаючи свої Авторські і суміжні права на твір, а також значення і передбачувані юридичні наслідки CC0 для цих прав.

source: If you are an owner of an account on this website, you are solely responsible for maintaining the confidentiality of your private user details(username and password). You are responsible for all activities that occur under your account or password. We reserve all rights to terminate accounts, edit or remove content and cancel orders in their sole discretion.
ru: Если вы являетесь владельцем учетной записи на этом веб-сайте, вы несете единоличную ответственность за сохранение конфиденциальности ваших личных данных пользователя (имя пользователя и пароль). Вы несете ответственность за все действия, которые происходят под вашей учетной записью или паролем. Мы оставляем за собой все права на закрытие учетных записей, редактирование или удаление контента и отмену заказов по их собственному усмотрению.
uk: Якщо ви є власником облікового запису на цьому веб-сайті, ви несете повну відповідальність за збереження конфіденційності ваших особистих даних користувача (ім'я користувача і пароль). Ви несете відповідальність за всі дії, які відбуваються під вашим обліковим записом або паролем. Ми залишаємо за собою всі права на закриття облікових записів, редагування або видалення контенту і скасування замовлень за їх власним розсудом.

source: Intellectual property
ru: Интеллектуальная собственность
uk: Інтелектуальна власність

source: License to use the website
ru: Лицензия на использование сайта
uk: Ліцензія на використання сайту

source: Limitations and Disclaimers:
ru: Ограничения и отказ от ответственности:
uk: Обмеження і відмова від відповідальності:

source: moral rights retained by the original author(s) and/or performer(s);
ru: неимущественные права, сохраненные за первоначальным автором (авторами) и / или исполнителем (ами);
uk: немайнові права, збережені за первісним автором (авторами) і/або виконавцем (ами);

source: No trademark or patent rights held by Affirmer are waived, abandoned, surrendered, licensed or otherwise affected by this document.
ru: Настоящий документ не отменяет, не отказывается, не передает права на товарные знаки или патенты, принадлежащие Affirmer, лицензируются или иным образом не затрагиваются.
uk: Цей документ не скасовує, не відмовляється, що не передає права на товарні знаки або патенти, що належать Affirmer, ліцензуються або іншим чином не зачіпаються.

source: other similar, equivalent or corresponding rights throughout the world based on applicable law or treaty, and any national implementations thereof.
ru: другие аналогичные, эквивалентные или соответствующие права во всем мире, основанные на применимых законах или договорах, а также на их реализации на национальном уровне.
uk: інші аналогічні, еквівалентні або відповідні права в усьому світі, засновані на застосовних законах або договорах, а також на їх реалізації на національному рівні.

source: Public License Fallback. Should any part of the Waiver for any reason be judged legally invalid or ineffective under applicable law, then the Waiver shall be preserved to the maximum extent permitted taking into account Affirmer's express Statement of Purpose. In addition, to the extent the Waiver is so judged Affirmer hereby grants to each affected person a royalty - free, non transferable, non sublicensable, non exclusive, irrevocable and unconditional license to exercise Copyright and Related Rights in the Work(i) in all territories worldwide, (ii) for the maximum duration provided by applicable law or treaty(including future time extensions), (iii) in any current or future medium and for any number of copies, and(iv) for any purpose whatsoever, including without limitation commercial, advertising or promotional purposes(the \&quot;License\&quot;).The License shall be deemed effective as of the date CC0 was applied by Affirmer to the Work.Should any part of the License for any reason be judged legally invalid or ineffective under applicable law, such partial invalidity or ineffectiveness shall not invalidate the remainder of the License, and in such case Affirmer hereby affirms that he or she will not(i) exercise any of his or her remaining Copyright and Related Rights in the Work or(ii) assert any associated claims and causes of action with respect to the Work, in either case contrary to Affirmer's express Statement of Purpose.
uk: Запасна публічна ліцензія. Якщо будь -яка частина відмови з будь -якої причини буде визнана юридично недійсною або неефективною відповідно до чинного законодавства, то відмова повинна бути збережена в максимально допустимому обсязі з урахуванням чіткої заяви Заявника про мету. Крім того, у тій мірі, в якій так оцінюється Відмова, Стверджувач цим надає кожній постраждалій особі безоплатну, непередавану, несубліцензійну, невиключну, безвідкличну та беззастережну ліцензію на реалізацію авторських та суміжних прав у творі (i) у всіх території по всьому світу, (ii) протягом максимальної тривалості, передбаченої чинним законодавством або договором (включаючи майбутнє продовження строків), (iii) на будь -якому поточному або майбутньому носії та для будь -якої кількості копій, та (iv) для будь -яких цілей, включаючи без обмеження комерційних, рекламних або рекламних цілей (\ "Ліцензія \"). Ліцензія вважається набраною чинності з моменту застосування CC0 Аффірмером до твору. Повинна бути визнана будь -яка частина Ліцензії з будь -якої причини юридично недійсною або неефективною згідно з чинним законодавством, така часткова недійсність або неефективність не скасовує решту Ліцензії, і в такому випадку Стверджувач цим підтверджує, що він або вона не буде (i) виконувати будь -які з його чи її копій ght та суміжні права у творі або (ii) заявляти будь -які пов'язані претензії та причини дій щодо твору, в будь -якому випадку всупереч чіткій заяві мети стверджувача.

source: publicity and privacy rights pertaining to a person's image or likeness depicted in a Work;
ru: права на публичность и неприкосновенность частной жизни, относящиеся к изображению или подобию человека, изображенному в Работе;
uk: права на публічність і недоторканність приватного життя, що відносяться до зображення або подобою людини, зображеного в Роботі;

source: rights protecting against unfair competition in regards to a Work,subject to the limitations in paragraph 4(a), below;
ru: права, защищающие от недобросовестной конкуренции в отношении Произведения, с учетом ограничений в пункте 4 (а) ниже;
uk: права, що захищають від недобросовісної конкуренції щодо Твори, з урахуванням обмежень в пункті 4(а) нижче;

source: rights protecting the extraction, dissemination, use and reuse of data in a Work;
ru: права, защищающие извлечение, распространение, использование и повторное использование данных в Произведении;
uk: права, що захищають витяг, поширення, використання і повторне використання даних в Творі;

source: Statement of Purpose
ru: Декларация
uk: декларація

source: Terms Of Service
ru: Условия обслуживания
uk: умови обслуговування

source: The laws of most jurisdictions throughout the world automatically confer exclusive Copyright and Related Rights(defined below) upon the creator and subsequent owner(s)(each and all, an \&quot;owner\&quot;) of an original work of authorship and / or a database(each, a \&quot;Work\&quot;).
ru: Законы большинства юрисдикций по всему миру автоматически предоставляют исключительные авторские права и смежные права (определенные ниже) создателю и последующим владельцам (каждому и всем, \"владельцам \") оригинального авторского произведения и/или база данных (каждый, это \"Работа \").
uk: Закони більшості юрисдикцій по всьому світу автоматично надають виняткові авторські права і суміжні права (певні нижче) творцеві і подальшим власникам (кожному і всім, \"власникам \") оригінального авторського твору і / або база даних (кожен, це \"Робота \" ).

source: the right to reproduce, adapt, distribute, perform, display, communicate, and translate a Work;
ru: право воспроизводить, адаптировать, распространять, выполнять, демонстрировать, передавать и переводить Произведение;
uk: право відтворювати, адаптувати, поширювати, виконувати, демонструвати, передавати і переводити Твір;

source: User Account
ru: Аккаунт пользователя
uk: акаунт користувача

source: Waiver. To the greatest extent permitted by, but not in contravention of, applicable law, Affirmer hereby overtly, fully, permanently, irrevocably and unconditionally waives, abandons, and surrenders all of Affirmer's Copyright and Related Rights and associated claims and causes of action, whether now known or unknown(including existing as well as future claims and causes of action), in the Work(i) in all territories worldwide, (ii) for the maximum duration provided by applicable law or treaty(including future time extensions), (iii) in any current or future medium and for any number of copies, and(iv) for any purpose whatsoever, including without limitation commercial, advertising or promotional purposes(the \&quot;Waiver\&quot;).Affirmer makes the Waiver for the benefit of each member of the public at large and to the detriment of Affirmer's heirs and successors, fully intending that such Waiver shall not be subject to revocation, rescission, cancellation, termination, or any other legal or equitable action to disrupt the quiet enjoyment of the Work by the public as contemplated by express Statement of Purpose.
ru: Отказ. В максимальной степени, разрешенной применимым законодательством, но не противоречащим ему, Подтверждающий настоящим открыто, полностью, навсегда, безотзывно и безоговорочно отказывается, отказывается и отказывается от всех Авторских и смежных прав Подтверждающего, а также связанных с ними требований и оснований иска, будь то сейчас известные или неизвестные (включая существующие, а также будущие претензии и причины исков) в Работе (i) на всех территориях по всему миру, (ii) на максимальный срок, предусмотренный применимым законодательством или договором (включая продление сроков в будущем), (iii) ) на любом текущем или будущем носителе и для любого количества копий, и (iv) для любых целей, включая, помимо прочего, коммерческие, рекламные или рекламные цели (\ "отказ \"). Подтверждающий делает отказ в интересах каждого член общества в целом и в ущерб наследникам и преемникам Аффирмера, полностью предполагая, что такой отказ не подлежит отмене, аннулированию, аннулированию, прекращению действия или любым другим законным или справедливым действия, направленные на то, чтобы нарушить спокойное пользование Работой публикой, как это предусмотрено явным Заявлением о Цели.
uk: Відмова. У межах, дозволеної чинним законодавством, але не суперечать йому, Підтверджує справжнім відкрито, повністю, назавжди, безвідклично і беззастережно відмовляється, відмовляється і відмовляється від усіх Авторських і суміжних прав Підтверджуючого, а також пов'язаних з ними вимог і підстав позову, будь то зараз відомі або невідомі (включаючи існуючі, а також майбутні претензії і причини позовів) в Роботі (i) на всіх територіях по всьому світу, (ii) на максимальний термін, передбачений чинним законодавством або договором (включаючи продовження термінів в майбутньому), (iii) ) на будь-якому поточному або майбутньому носії і для будь-якої кількості копій, і (iv) для будь-яких цілей, включаючи, крім іншого, комерційні, рекламні або рекламні цілі (\ "відмова \"). Підтверджує робить відмова в інтересах кожного члена суспільства в цілому і на шкоду спадкоємцям і наступникам Аффірмера, повністю припускаючи, що така відмова не підлягає скасуванню, анулюванню, анулювання, припинення дії або будь-яким іншим законним чи справедливим дії, спрямовані на те, щоб порушити спокійне користування роботою публікою, як це передбачено явним Заявою про Мети.

source: We will provide their services to you, which are subject to the conditions stated below in this document. Every time you visit this website, or use its services, you accept the following conditions. Therefore, we urge you to read them carefully.
ru: Мы будем предоставлять вам их услуги в соответствии с условиями, изложенными ниже в этом документе. Каждый раз, когда вы посещаете этот сайт или пользуетесь его услугами, вы принимаете следующие условия. Поэтому мы настоятельно рекомендуем вам внимательно их прочитать.
uk: Ми будемо надавати вам їх послуги відповідно до умов, викладених нижче в цьому документі. Кожен раз, коли ви відвідуєте цей сайт або користуєтеся його послугами, ви приймаєте такі умови. Тому ми настійно рекомендуємо вам уважно їх прочитати.

source: You agree that all materials, products, and services provided on this website are the property of Natali Z. You also agree that you will not reproduce or redistribute the intellectual property in any way, including electronic, digital, or new trademark registrations.
ru: Вы соглашаетесь с тем, что все материалы, продукты и услуги, представленные на этом веб-сайте, являются собственностью Natali Z. Вы также соглашаетесь с тем, что не будете воспроизводить или распространять интеллектуальную собственность каким-либо образом, включая электронные, цифровые или новые регистрации товарных знаков.
uk: Ви погоджуєтеся з тим, що всі матеріали, продукти та послуги, представлені на цьому веб-сайті, є власністю Natali Z. Ви також погоджуєтеся з тим, що не будете відтворювати або поширювати інтелектуальну власність будь-яким чином, включаючи електронні, цифрові або нові реєстрації товарних знаків.
